[
    {
        "titulo": "Fechas L칤mite y Procesos Migratorios",
        "contenido": "Es crucial que conozcas las fechas l칤mite para evitar complicaciones en tu proceso migratorio en Polonia:\n\n1. **Cambio de estatus de turista a residente**: Debes iniciar el proceso de residencia dentro de los **90 d칤as** desde tu entrada como turista. Si no lo haces, podr칤as perder tu estatus legal.\n2. **Apelaci칩n de deportaci칩n**: Si la Guardia de Fronteras (Stra콮 Graniczna) emite una decisi칩n de deportaci칩n, tienes **7 d칤as** para apelar. No esperes, act칰a de inmediato.\n3. **Apelaci칩n de decisi칩n negativa**: Si tu solicitud de residencia es rechazada, tienes **14 d칤as h치biles** para presentar una apelaci칩n. Pasado este plazo, el proceso se vuelve m치s complicado.\n4. **Notificaci칩n al Voivodato**: Si cambias de trabajo o direcci칩n, debes informar al Voivodato dentro de **14 d칤as**. No hacerlo puede retrasar o cancelar tu proceso.\n\n游눠 **Consejo clave**: Despu칠s de estos plazos, los procesos se vuelven m치s dif칤ciles y costosos. 춰No dejes pasar el tiempo!"
    },
    {
        "titulo": "Trabajo Ilegal en Polonia",
        "contenido": "Trabajar sin un permiso de trabajo en Polonia es **ilegal** y puede tener graves consecuencias. Aqu칤 te explicamos qu칠 debes saber:\n\n1. **No declares que est치s trabajando sin permiso**: Si eres turista o est치s en proceso de residencia, no admitas que est치s trabajando sin un permiso v치lido. Esto puede llevar a multas, deportaci칩n o prohibici칩n de entrada.\n2. **Obt칠n un permiso de trabajo**: Antes de comenzar a trabajar, aseg칰rate de que tu empleador haya gestionado tu permiso de trabajo. Sin 칠l, estar치s cometiendo una infracci칩n.\n3. **Consecuencias del trabajo ilegal**: Adem치s de problemas legales, trabajar sin permiso puede afectar negativamente tu solicitud de residencia o renovaci칩n de la Karta Pobytu.\n\n游눠 **Importante**: Si est치s trabajando sin permiso, cont치ctanos de inmediato para regularizar tu situaci칩n y evitar sanciones."
    },
    {
        "titulo": "Cambio de Estatus de Turista a Residente",
        "contenido": "Si ingresaste a Polonia como turista pero ahora quieres quedarte, debes actuar dentro de los **90 d칤as** desde tu entrada. Aqu칤 te explicamos c칩mo:\n\n1. **Inicia el proceso de residencia**: Presenta una solicitud para la Tarjeta de Residencia Temporal (Karta Pobytu) antes de que venzan los 90 d칤as.\n2. **S칠 honesto con las autoridades**: Explica que viniste como turista pero ahora tienes motivos v치lidos para quedarte, como trabajo, estudios o reunificaci칩n familiar.\n3. **Evita trabajar sin permiso**: Mientras esperas la resoluci칩n de tu solicitud, no trabajes sin un permiso v치lido. Esto podr칤a complicar tu caso.\n\n游눠 **Recuerda**: Si no inicias el proceso a tiempo, podr칤as perder tu estatus legal y enfrentar deportaci칩n."
    },
    {
        "titulo": "Apelaci칩n de Deportaci칩n",
        "contenido": "Si la Guardia de Fronteras (Stra콮 Graniczna) decide deportarte, tienes **7 d칤as** para apelar. Aqu칤 te decimos qu칠 hacer:\n\n1. **No aceptes la decisi칩n sin luchar**: Tienes derecho a apelar y defenderte legalmente.\n2. **Busca ayuda legal de inmediato**: Cont치ctanos para recibir asesor칤a y representaci칩n en tu apelaci칩n.\n3. **Presenta la apelaci칩n a tiempo**: Si no act칰as dentro de los 7 d칤as, la decisi칩n de deportaci칩n se volver치 definitiva.\n\n游눠 **Consejo**: La apelaci칩n es tu oportunidad para demostrar que tienes motivos v치lidos para permanecer en Polonia. 춰No la desperdicies!"
    },
    {
        "titulo": "Apelaci칩n de Decisi칩n Negativa",
        "contenido": "Si tu solicitud de residencia es rechazada, tienes **14 d칤as h치biles** para apelar. Aqu칤 te explicamos c칩mo proceder:\n\n1. **Revisa los motivos del rechazo**: Entiende por qu칠 fue negada tu solicitud para preparar una apelaci칩n efectiva.\n2. **Re칰ne documentos adicionales**: Si falta alg칰n documento o informaci칩n, incl칰yelo en tu apelaci칩n.\n3. **Presenta la apelaci칩n a tiempo**: Pasados los 14 d칤as, el proceso se vuelve m치s complicado y costoso.\n\n游눠 **Importante**: No ignores una decisi칩n negativa. Act칰a de inmediato para proteger tu estatus legal en Polonia."
    },
    {
        "titulo": "Notificaci칩n al Voivodato",
        "contenido": "Si cambias de trabajo, direcci칩n o cualquier informaci칩n relevante, debes notificar al Voivodato dentro de **14 d칤as**. Aqu칤 te decimos por qu칠 es importante:\n\n1. **Mant칠n tu proceso actualizado**: Si no informas los cambios, podr칤as perder notificaciones importantes o incluso el cierre de tu caso.\n2. **Evita retrasos**: Notificar a tiempo asegura que tu solicitud de residencia contin칰e sin problemas.\n3. **Cambio de Voivodato**: Si te mudas a otra regi칩n, debes solicitar el traslado de tu caso al nuevo Voivodato.\n\n游눠 **Consejo**: Mant칠n siempre actualizada tu informaci칩n con las autoridades migratorias para evitar complicaciones."
    },
    {
        "titulo": "Tipos de Contratos y Karta Pobytu",
        "contenido": "El tipo de contrato que tienes afecta la duraci칩n de tu Karta Pobytu:\n\n1. **Contratos temporales**: Si trabajas con una agencia temporal, tu residencia ser치 por 18 meses m치ximo.\n2. **Contratos de outsourcing**: Con este tipo de contrato, puedes obtener una residencia de 3 a침os.\n3. **Contratos directos**: Los contratos directos con empresas ofrecen mayor estabilidad y una residencia de 3 a침os.\n\n游눠 **Consejo**: Elige el tipo de contrato que mejor se adapte a tus planes a largo plazo."
    },
    {
        "titulo": "Estudiantes y Permiso de Trabajo",
        "contenido": "Si eres estudiante en Polonia, ten en cuenta lo siguiente:\n\n1. **Estudios presenciales**: Los estudiantes de tiempo completo no necesitan permiso de trabajo.\n2. **Evita atajos**: No uses certificados falsos para evitar el tr치mite de permiso de trabajo. Esto puede tener consecuencias graves.\n\n游눠 **Importante**: Si tu objetivo es trabajar, cont치ctanos para recibir asesor칤a legal y evitar problemas."
    },
    {
        "titulo": "Declaraci칩n de Impuestos en Polonia",
        "contenido": "En Polonia, debes presentar tu declaraci칩n de impuestos antes del **30 de abril**. Aqu칤 te explicamos c칩mo:\n\n1. **Recibe tus PIT-11**: Tu empleador te entregar치 este formulario antes del 28 de febrero.\n2. **Completa el PIT-36 o PIT-37**: Usa la informaci칩n de tus PIT-11 para llenar estos formularios.\n3. **Presenta tu declaraci칩n**: Hazlo electr칩nicamente en el sitio web del gobierno.\n\n游눠 **Consejo**: Si tienes menos de 26 a침os y tus ingresos no superan 85,528 PLN al a침o, no pagar치s impuestos."
    },
    {
        "titulo": "Nuevo Empleo y Permiso de Trabajo",
        "contenido": "Si cambias de trabajo en Polonia, necesitas un nuevo permiso de trabajo. No trabajes sin 칠l, ya que es ilegal y puede traer consecuencias graves."
    },
    {
        "titulo": "C칩mo Obtener el N칰mero PESEL",
        "contenido": "El n칰mero PESEL es esencial para realizar tr치mites en Polonia. Aqu칤 te explicamos c칩mo obtenerlo:\n\n1. **Visita la oficina municipal (Urz캔d Gminy)**: Dir칤gete a la oficina m치s cercana a tu lugar de residencia.\n2. **Documentos necesarios**:\n   - Pasaporte o documento de identidad v치lido.\n   - Prueba de residencia (contrato de arrendamiento o carta de invitaci칩n).\n   - Formulario de solicitud (lo obtienes en la oficina).\n3. **Proceso**: Completa el formulario y entrega los documentos. El tr치mite es gratuito.\n4. **Recibe tu PESEL**: El n칰mero te ser치 asignado en el acto o en unos d칤as.\n\n游눠 **Importante**: El PESEL es necesario para abrir una cuenta bancaria, acceder a servicios m칠dicos y realizar otros tr치mites."
    },
    {
        "titulo": "C칩mo Abrir una Cuenta Bancaria en Polonia",
        "contenido": "Para abrir una cuenta bancaria en Polonia, sigue estos pasos:\n\n1. **Elige un banco**: Los bancos m치s populares son PKO Bank Polski, mBank y Santander.\n2. **Documentos necesarios**:\n   - Pasaporte o documento de identidad v치lido.\n   - N칰mero PESEL.\n   - Prueba de residencia (contrato de arrendamiento o carta de invitaci칩n).\n3. **Visita una sucursal**: Algunos bancos permiten abrir cuentas en l칤nea, pero es mejor hacerlo en persona si eres extranjero.\n4. **Activa tu cuenta**: Una vez abierta, recibir치s una tarjeta de d칠bito y los datos de acceso a la banca en l칤nea.\n\n游눠 **Consejo**: Algunos bancos ofrecen cuentas gratuitas para estudiantes o extranjeros. Compara las opciones antes de decidir."
    },
    {
        "titulo": "Voivodato Correcto para Residencia",
        "contenido": "Inicia tu proceso de residencia en el voivodato donde vives. Si te mudas a otro voivodato, notifica a las autoridades y solicita el cambio de jurisdicci칩n para evitar retrasos."
    },
    {
        "titulo": "Cambio de Direcci칩n en Solicitud de Residencia",
        "contenido": "Si cambias de direcci칩n durante tu proceso de residencia, notif칤calo de inmediato. Esto evitar치 que pierdas notificaciones importantes y retrases tu caso."
    },
    {
        "titulo": "Sello Rojo en Pasaporte",
        "contenido": "El sello rojo en tu pasaporte significa que tu solicitud de residencia est치 en curso. Puedes permanecer legalmente en Polonia, pero no te permite trabajar ni viajar al exterior."
    },
    {
        "titulo": "Retrasos en Procesos Migratorios",
        "contenido": "Los procesos migratorios en Polonia pueden tener retrasos. Mantente informado y en contacto con profesionales para manejar cualquier sorpresa."
    },
    {
        "titulo": "Permiso de Trabajo desde el Extranjero",
        "contenido": "Si planeas trabajar en Polonia, es mejor tramitar la visa de trabajo desde tu pa칤s de origen. Si ingresas como turista, puedes cambiar tu estatus, pero evita complicaciones."
    },
    {
        "titulo": "Cambio de Trabajo y Proceso Migratorio",
        "contenido": "Si cambias de trabajo, aseg칰rate de continuar tu proceso migratorio. No dejes que tu caso se cierre por falta de seguimiento."
    },
    {
        "titulo": "Cambio de Trabajo Durante Tr치mite de Residencia",
        "contenido": "Si cambias de trabajo durante el tr치mite de residencia, notifica al Voivodato y actualiza tu Anexo 1. Esto evitar치 problemas legales."
    },
    {
        "titulo": "Carta Amarilla en Proceso de Residencia",
        "contenido": "La Carta Amarilla confirma que tu solicitud de residencia fue recibida. No es un permiso de residencia, pero te permite permanecer legalmente en Polonia mientras se resuelve tu caso."
    },
    {
        "titulo": "Deportaci칩n y Apelaci칩n",
        "contenido": "Si recibes una orden de deportaci칩n, no la aceptes sin luchar. Tienes derecho a apelar y buscar representaci칩n legal para defenderte."
    },
    {
        "titulo": "Sello en Pasaporte y Permiso de Trabajo",
        "contenido": "El sello en tu pasaporte no te permite trabajar. Para trabajar legalmente, necesitas un permiso de trabajo gestionado por tu empleador."
    },
    {
        "titulo": "Permiso de Residencia sin Oferta de Trabajo",
        "contenido": "Puedes solicitar un permiso de residencia temporal en Polonia sin tener una oferta de trabajo. Tu empleador deber치 completar el Anexo 1 durante el proceso."
    },
    {
        "titulo": "Decisi칩n Negativa en Permiso de Residencia",
        "contenido": "Si tu permiso de residencia fue negado debido a problemas con tu empleador, cont치ctanos para recibir asesor칤a legal y explorar opciones."
    },
    {
        "titulo": "Renovaci칩n de Karta Pobytu",
        "contenido": "Si tu Karta Pobytu est치 por vencer, inicia el proceso de renovaci칩n al menos **3 meses antes**. No hay renovaci칩n autom치tica; debes presentar una nueva solicitud."
    },
    {
        "titulo": "Mitos y Realidades sobre Residencia en Polonia",
        "contenido": "Aqu칤 aclaramos algunos mitos comunes:\n\n1. **Turistas no pueden trabajar**: Falso. Pueden cambiar su estatus y obtener un permiso de trabajo.\n2. **La Carta Amarilla permite trabajar**: Falso. Solo confirma que tu solicitud fue recibida.\n3. **El proceso de residencia es r치pido**: Falso. Es largo y requiere preparaci칩n.\n\n游눠 **Consejo**: Evita atajos y busca asesor칤a legal."
    },
    {
        "titulo": "Apelaci칩n de Decisi칩n Migratoria",
        "contenido": "Si recibes una notificaci칩n para abandonar Polonia, tienes **7 d칤as** para apelar. Cont치ctanos de inmediato para recibir ayuda legal."
    }
]